Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/algoalbmotvuoigatvuoaid-gelbbolavuoaguov_id_85802.html.tmx
Source language: sme
Languages: nob

source: Álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš
nob: Gáldu - Kompetansesenteret for urfolks rettigheter

source: Álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáža lea Norgga ráđđehus ásahan , ja dat lea Guovdageainnus .
nob: Kompetansesenteret for urfolks rettigheter er etablert av den norske regjering , og senteret er lokalisert til Kautokeino .

source: Gelbbolašvuođaguovddáža ulbmil lea háhkat ja gilvit dieđuid álgoálbmogiid vuoigatvuođaid ja sámiid vuoigatvuođaid birra ja buoridit álgoálbmogiid ja sámiid vuoigatvuođaid áddejumi .
nob: Kompetansesenteret har til formål å øke kunnskapen om og forståelsen for urfolksrettigheter og samiske rettigheter .

source: Guovddáš galgá čohkket , hukset , sysstematiseret , doalahit , gárvvistit , láhčit geavahan láhkai ja gaskkustit áššáiguoski dieđuid ja duođáštusa riikkalaš ja riikkaidgaskasaš álgoálbmotvuoigatvuođaid birra .
nob: Senteret skal samle inn , bygge opp , systematisere , vedlikeholde , bearbeide , tilrettelegge og formidle relevant informasjon og dokumentasjon om urfolksrettigheter nasjonalt og internasjonalt .

source: Guovddáš sáhttá maiddái fuomášuhttit makkár dutkandárbbut leat guovdilis surggiin .
nob: Senteret kan også påpeke behovet for forskning på aktuelle områder .

source: Oktavuođadieđut :
nob: Kontaktinformasjon

source: Telefovdna :
nob: Telefon :

source: Neahttasiidu Álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš
nob: Nettsiden til Gáldu - Kompetansesenteret for urfolks rettigheter

source: Čujuhus :
nob: Adresse :

source: Hannoluohkka 45 9520 Guovdageaidnu
nob: Bredbuktnesveien 50 N- 9520 Kautokeino
